---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayOriginalSurface
source: html/b63e6b44-da1d-04e3-de2b-8e32f3a6cf9d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayOriginalSurface Property

"Surface"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceDisplayOriginalSurface { get; }
```